{
  "en": {
    "header": {
      "homeScreen": "Home Screen",
      "corporate": "Corporate",
      "successStory": "Our Success Story",
      "products": "Our Products",
      "projects": "Our Projects",
      "argeProjects": "Our R&D Projects",
      "socialProjects": "Education Our Future Social Responsibility Projects",
      "collaborations": "Our Collaborations",
      "contactUs": "Contact Us"
    },
    "projects": {
      "argeProjects": [
        {
          "title": "Mikroservisler ve Yüksek Erişilebilirlikli Dağıtık Mimari Tabanlı Dış Ticaret Yönetim Sistemi ve Yazılımı Geliştirilmesi Projesi",
          "desc": [
            {
              "p1": "Proje kapsamında mikroservisler mimarisi esaslı geliştirilecek sistem ve yazılımlar ile iş hayatındaki tüm sektörlerin ihtiyaç duyacağı Data Analitik, Müşteri Yönetimi, İnsan Kaynakları Yönetimi, İş Süreçleri Yönetimi, Muhasebe/Finans ve Pazarlama/Satış Yönetimi ve diğer eklenebilecek gerekli bileşenler ile esnek bir modüler yapı dâhilinde açık sistemli, bulut tabanlı genişleyebilir ve İnternet üzerinden erişilebilen çerçeve bir platform çözümü elde edilmesi ve ticarileştirilmesi amaçlanmaktadır. ",
              "p2": "Yapılan ön çalışmalar neticesinde ilk hedef ürünün Dış Ticaret sektöründen birçok firmaya sunularak genişleyecek bir uyarlanabilir proje yaklaşımı örnek alınarak geliştirilecek sistem ve yazılımın tüm sektörlerin ihtiyaçlarına dinamik bir şekilde cevap verecek esnek ve modüler tasarımı yapılmaktır."
            },
            {
              "p1": "Proje çıktısı web uygulamalar, farklı sektörlere uygun olarak özelleştirilebilir Dijital Yönetim Sistemleri ile firmalarda yetişmiş çok sayıda nitelikli personel ihtiyacını optimize edecek şekilde iş yapışa yönelik ve ürünü yeni kullanacaklara destek amacıyla çevrimiçi yardım bölümleri ile altyapı, materyal ve destek ortamı olarak da kullanılabilecektir.",
              "p2": "Projenin Ar-Ge ve yenilik kapsamında açık sistemler ile özelleştirilebilir nitelikte tasarımlarla Dijital Yönetim Sistemi ile web/sunucu uygulama yazılımları geliştirilmektir. Mikroservisler ve yüksek erişilebilirlikli dağıtık mimari ile oluşturulacak altyapının lokal ve global ölçekte proje çıktısı ürünü kullanacak firmalara data analitik çalışmaları ve etkinlik açılarından önemli katkı sağlaması planlanmaktadır."
            },
            {
              "p1": "Geliştirilecek çok modüllü iş-süreç yönetim web yazılımlarının felaket senaryolarına karşın dayanıklı, yüksek erişilebilirliğe sahip dağıtık ve bulut tabanlı mimarisi, projenin önemli bir özelliğidir. Böylelikle sistem güvenilir bir ortam sunarak kolayca ölçeklenebilecek ve yeni sektörlere uyarlanabilecektir.."
            }
          ],
          "img": [
            "mikroservisler.jpg"
          ]
        },
        {
          "title": "DBC DontBeCloser (DahaYakınOlma) Projesi",
          "desc": [
            {
              "p1": "DBC projesi, yakındaki cep telefonu keşfine yönelik Bluetooth tabanlı bir yöntem ile güvenli sosyal mesafenin korunması yazılımı (entegre bir mobil uygulama ve web uygulama) geliştirilmesini hedeflemektedir.",
              "p2": "Proje ile sosyal mesafenin korunumuna yönelik mobil uygulama içerisinde yer alacak bir özgün kullanıcı tespit ve mesafe kestirim yöntemi geliştirilmesi amaçlanmaktadır (ilk versiyon)."
            },
            {
              "p1": "Cep telefonu kullanıcıları için geliştirilecek bu  yöntem tabanlı mobil uygulama ile başkaca cep telefonu kullanıcılarının ön tanımlı belirli bir uzaklıkta tespit edilmesi ve alarm/bildirim ile mobil uygulama kullanıcısının uyarılması amaçlanmaktadır.",
              "p2": "Proje çıktısı ile temel bir çalışma olarak firmanın mobil uygulama dünyasında etkin bir şekilde yer alması (ilk versiyon) ve yeni projeler ile işbirlikleri öngörülmektedir."
            },
            {
              "p1": "Sonraki versiyonlar için teknik, proje ve ürün/pazar planlaması ile ticari perspektif amaçlanmaktadır."
            }
          ]
        },
        {
          "title": "SB SmartBlowing (Akıllı Üfleme) Projesi",
          "desc": [
            {
              "p1": "DBC projesi kapsamında geliştirilmekte olan yöntemin bir aktüatör olarak yer alacağı bu ürüne yönelik proje ile portatif giyilebilen bir aparat tasarımı ve gerçekleştirilmesi amaçlanmaktadır. Aparat, yüz ya da kafa etrafında bir basınçlı hava/ışık/sinyal duvarı oluşturarak koruma sağlayacak şekilde tasarlanmaktadır",
              "p2": "Klasik maske benzeri koruma çözümlerine önemli bir alternatif olarak salgın veya enfekte riski yüksek bazı özellikli ortamlarda önleyici tedbir ürünü olarak ticarileştirilmesi hedeflenmektedir"
            }
          ]
        }
      ],
      "socialProjects": [
        {
          "title": "Eğitimden İşe Sosyal Sorumluluk Projesi",
          "desc": [
            {
              "p1": "Eğitimden İşe Sosyal Sorumluluk Projesi, dış ticaret ve lojistik sektörünün gelişimine destek sağlamak amacıyla, eğitim kurumları, öğrenciler ve dış ticaret firmalarını mesleki eğitim perspektifi ile aynı çatı altında toplamayı amaçlanmaktadır.",
              "p2": "Proje, sunduğu imkânlar ve gerçekleştirdiği çalışmalarla mesleki eğitim alanındaki ihtiyaçların karşılanması için bütüncül bir model sunar. Katma değer ve nitelikli iş gücü hedefli bu model diğer mesleki teknik eğitim alanlarına da adapte edilebilir."
            },
            {
              "p1": "Projenin hedef kitlesini eğitim kurumları, öğrenciler ve sektör temsilcileri oluşturmaktadır. Eğitim kurumlarıyla işbirliği yapılarak mesleki eğitimin kalitesinin artırılması nosyonu ile kurumlara teknolojik altyapı, güncel bulut teknolojisi ile üretilmiş web tabanlı çevrimiçi eğitim materyali ve yazılım desteği sağlanmaktadır.",
              "p2": "Bu kapsamda öğrencilerin mesleki eğitim süreçleri desteklenerek, alanlarında daha donanımlı olmaları ve hızla istihdamları önemli bir hedeftir. Sektör temsilcileri ile işbirliği yapılarak başarılı ve ihtiyaç sahibi öğrencilere burs verilmesine ve öğrencilerin staj yapmalarına olanak sunulmaktadır."
            }
          ],
          "img": [
            "eğitimdenişe.jpg"
          ]
        },
        {
          "title": "Uçurtma Sosyal Sorumluluk Projesi",
          "desc": [
            {
              "p1": "Uçurtma Sosyal Sorumluluk Projesi, Eğitim Geleceğimiz sosyal sorumluluk genel faaliyetleri kapsamında, hayallerini gerçekleştirebilmeleri ve uçurtmalarla kendilerini ifade etmeleri için çocuklara olanaklar sunmayı amaçlamaktadır.",
              "p2": "Projenin başkahramanı ve fikir sahibi Zahit Mungan, Mardin’de başlayan hayat hikâyesi, ustalığı ve gökyüzünü kucaklayan tasarımları ile etkinliklere yön vermektedir."
            },
            {
              "p1": "Hazırlık aşamasından uçurma deneyimine kadar her adımında fiili olarak projede yer alan çocuklar, aslında gelecekte ihtiyaç duyacakları yaratıcı düşünme, problem çözme, takım çalışması gibi birçok beceriyi uygulamalı olarak edinmektedir.",
              "p2": "Hazırladıkları uçurtmaları gökyüzü ile buluşturan öğrencilerin, kendi tasarımı uçurtmaları çevreleriyle değişik ortamlarda paylaşmanın gurur, heyecan ve mutluluğunu yaşaması hedeflenmektedir"
            }
          ],
          "img": [
            "uçurtma.jpg"
          ]
        },
        {
          "title": "Okula Destek Sosyal Sorumluluk Projesi",
          "desc": [
            {
              "p1": "DBC projesi kapsamında geliştirilmekte olan yöntemin bir aktüatör olarak yer alacağı bu ürüne yönelik proje ile portatif giyilebilen bir aparat tasarımı ve gerçekleştirilmesi amaçlanmaktadır. Aparat, yüz ya da kafa etrafında bir basınçlı hava/ışık/sinyal duvarı oluşturarak koruma sağlayacak şekilde tasarlanmaktadır",
              "p2": "Klasik maske benzeri koruma çözümlerine önemli bir alternatif olarak salgın veya enfekte riski yüksek bazı özellikli ortamlarda önleyici tedbir ürünü olarak ticarileştirilmesi hedeflenmektedir"
            },
            {
              "p2": {
                "text": "Proje dört adımda gerçekleştirilmektedir",
                "steps": [
                  "Uçurtma Sosyal Sorumluluk Projesi ile ilköğretim okullarına uçurtma malzemeleri ücretsiz olarak gönderilir.",
                  "Çocuklar, uçurtmalarını öğretmenleri ve arkadaşlarının desteği ile şekillendirir.",
                  "Uçurtma Sosyal Sorumluluk Projesi’ni başarıyla uygulayan ilköğretim okulları ise okul ihtiyaçları konusunda Destek Platformundan talep açarlar.",
                  "Destek Platformu, okul ihtiyaçları ve destekçi koşulları eşleştiğinde taleplerin karşılanması için ortam yaratır. "
                ]
              }
            },
            {
              "p1": "Çevrimiçi Destek Platformu, eğitim ihtiyaçlarının karşılanması için ilköğretim okulları ile destek sağlayıcıları bir araya getirmektedir. Bu amaçla okullar, teknolojik donanım (bilgisayar, akıllı tahta vb.), fiziki iyileştirme (sınıfların boyanması, okul yenileme vb.), öğrenciler için kıyafet, seminerler ve eğitim malzemeleri (kütüphane kitapları, deney malzemeleri vb.) gibi değişik talepler açabilmektedir.",
              "p2": "Platformda açılan talepler, platforma yer alan kişi ve kurumların destek oranı doğrultusunda karşılanmaktadır. "
            }
          ],
          "img": [
            "okuladestek.jpg"
          ]
        }
      ],     
       "corporate":[
        {
          "fixedImage":"office.jpg",
          "title":"Hakkımızda",
          "desc":[
            {
              "p1":"Proaktif Dijital Yönetim ve Eğitim Sistemleri Ltd. Şti., üst düzey kurucuları ile araştırma ve geliştirme ekibinin 28 yılı aşkın yazılım ve sistem projeleri tecrübesi ve global bir büyüme stratejisi doğrultusunda, 2020 yılından itibaren Kocaeli Üniversitesi Teknoloji Geliştirme Bölgesi’nde konumlanarak faaliyetlerini sürdürmektedir.",
              "p2":"Kullanılan teknoloji ve özellikleri ile ülkemizde geliştirilen diğer yazılımların ötesinde bir yapıda ve 7/24 çevrimiçi destekle dış ticaret sektöründe kalite ve verimlilik anlayışıyla gümrük müşavirlik firmalarına hizmet sunulması hedeflenmektedir. Bu kapsamda Ar-Ge süreçleri öz kaynaklar ile desteklenen nitelikli ürün geliştirme faaliyetleri planlanmaktadır. Tüm Ar-Ge projeleri için global yatırımcıların yanı sıra özellikle TÜBİTAK, KOSGEB, MARKA Kalkınma Ajansı ve Horizon Europe 2021-2027 fonlarından hibe destek temini için üniversite ilgili bölümleriyle de akademik işbirliği yaparak fon temin edilmesi öncelikli hedeflerimiz arasındadır."
            },
            {
              "p1":"Teknopark çatısı altında bilişim, büyük veri, data analitik, web/sunucu yazılım, mobil yazılım ve alanlarında nitelikli eleman (lisans dereceli) ve altyapı yatırımları yapılmaktadır. Firma çalışanlarının özellikle bilişim/ağ teknolojileri, veri merkezleri, kablosuz iletişim, web/sunucu yazılım, mobil uygulama ve sinyal işleme alanlarında tecrübe ve birikimi bulunmaktadır. Ayrıca lisansüstü dereceli personel istihdamı öngörülmekte olup gerçekleştirilecek Ar-Ge faaliyetleri akademik çalışmalar ile sürekli desteklenecektir. Tüm proje faaliyetleri, standart mühendislik ve proje yönetim süreçlerine uygun olarak gerçekleştirilmektedir. Ticarileştirmeye yönelik profesyonel uygulama testleri ve akademik yeterlikler için test hizmetleri ile bilimsel danışmanlık hizmeti alımı ve işbirlikleri yürütülmektedir. TÜBİTAK TEYDEB (KOBİ Ar-Ge Başlangıç Destek Programı) fonundan faydalanmak üzere proje başvurusunun yanı sıra sonraki dönemlerde ikinci ana faaliyet konusu olarak firma vizyonu içerisinde bulunan Sağlıkta Dijital Teknolojiler (E-Sağlık Uygulamaları, BİT Tabanlı Yenilikçi Tıbbi Cihazlar ve Sağlıkta Büyük Veri ve Veri Analitiği) alanında özgün sinyal işleme ve gömülü sistem/yazılım projeleri (web, mobil, sunucu, büyük veri, veri analitiği çözümleri) planlanmaktadır.",
              "p2":"Proaktif ilk ticari ürünü web yazılımın ticari hizmete sunulması ile birlikte Meslek Liselerinin ilgili alanlarının yanı sıra Üniversitelerin Dış Ticaret Bölümü ve Lojistik Bölümü öğrencilerinin mevcut staj olanaklarına ek ve alternatif olarak ücretsiz kullanım kapsamından Milli Eğitim Bakanlığı ile bir protokol çerçevesinde birlikte çalışılmaktadır. Bu kapsamda yıllık ortalama 12.000 öğrenciye destek sunulması ön görülmektedir."
            },
            {
              "p1":"Ar-Ge projeleri ile tüm sistem ve yazılım çözümlerinin yanı sıra Proaktif olarak ülke gerçeklerinin ve kurucu ortak aklın ışığı doğrultusunda sosyal sorumluk bilinci ile özellikle öğrencilerimize ve okullara aynî, nakdî ya da eğitim-öğretim destekleri sağlamak üzere projeler gerçekleştirmek önemli bir hedef teşkil etmektedir."
            }
          ]
        },
        {
          "title":"Kariyer",
          "desc":[
            {
              "p1":"Proaktif ile kariyer yapmak ve yeni ufuklara yelken açmak için bize özgeçmişlerinizi iletebilirsiniz.",
              "p2":"Başvurunuz bize ulaştığında aday havuzumuza alınır ve aranan özellikler ile niteliklerinizin örtüşmesi durumunda sizinle iletişime geçilir. Başvurular, sadece Proaktif Dijital Yönetim ve Eğitim Sistemleri Ltd. Şti. İnsan Kaynakları tarafından incelenecek olup gizlilik esası çerçevesinde değerlendirilecektir."
            },
            {
              "p1":"Başvuru için: info@proaktif.org"
            }
          ]
        },
        {
          "title":"İş Kültürü ve Değerlerimiz",
          "desc":[
            {
              "innerProjects":[
                {
                  "title":"Çalışanlarımız",
                  "parag":[
                    {
                      "p1":"Çalışanlarımız ve yenilikçi vizyonları şirketimizin sahip olduğu en değerli yatırımdır. Gelişime açık profesyonelleri bünyemize dahil eder kalite ve sürekli gelişimi destekleyen en uygun olanakları sunmaya özen gösteririz."
                    }
                  ]
                },
                {
                  "title": "Ekip Ruhu",
                  "parag": [
                    {
                      "p1": "Proaktif ailesi olarak; ilkeli, kaliteli, katma değeri yüksek çözümler üretmek ve hizmet sunmak için gerekli tüm çalışmalar ekip ruhuyla yürütülmektedir."
                    }
                  ]
                },
                {
                  "title":"Değer Katmak",
                  "parag":[
                    {
                      "p1":"Sektörel firmalar/kullanıcılar, müşteriler, iş birliği yapılan ortaklar, çözüm ortakları, firma çalışanlarımız ve aynı zamanda bünyesinde farklı iş ya da proje süreçlerinde birlikte olduğumuz topluluklar için değer yaratmak istiyoruz. Proaktif ailesinin yöneticileri ve tüm çalışanları sorumluluk bilinci ile tutkulu, heyecanlı ve yenilikçi çalışmalarıyla daima bu hedefe yürüyecektir."
                    }
                  ]
                },
                {
                  "title":"Kurumsal Kimlik Kılavuzu",
                  "parag":[
                    {
                      "p1":"Kurumsal renklerimizin (logoda bulunan temel renk bileşenleri) kodları:"
                    }
                  ],
                  "controledDim":"width",
                  "imgSize":100,
                  "img":[
                    "logo.png"
                  ],
                  "imgColorSet":[
                    {
                      "rgb":"213,241,252",
                      "cmyk":"19,0,2,0",
                      "hex":"#d5f1fc"
                    },
                    {
                      "rgb": "151,223,248",
                      "cmyk": "42,0,4,0",
                      "hex": "#97dff8"
                    },
                    {
                      "rgb": "105,207,245",
                      "cmyk": "56,0,2,0",
                      "hex": "#69cff5"
                    },
                    {
                      "rgb": "28,183,239",
                      "cmyk": "69,6,0,0",
                      "hex": "#1cb7ef"
                    },
                    {
                      "rgb": "0,173,209",
                      "cmyk": "71,13,0,0",
                      "hex": "#00adef"
                    }
                  ]
                },
                {
                  "title":"Firma Yasal Bilgileri",
                  "parag":[
                    {
                      "p1":"Proaktif Dijital Yönetim ve Eğitim Sistemleri Ltd. Şti.",
                      "p2":"*Vergi Dairesi / No:*   Tepecik / 733 088 7853"
                    },
                    {
                      "p1":"*Ticaret Sicil No:*  30331"
                    },
                    {
                      "p1":"*Mersis No:*   proaktifdijital@hs05.kep.tr"
                    },
                    {
                      "p1":"*Yetkili:*  Barış CİNER (Sahip/Genel Müdür)"
                    },
                    {
                      "p1":"*KEP Adresi:*  Barış CİNER (Sahip/Genel Müdür)"
                    },
                    {
                      "p1":"*Adres:*"
                    },
                    {
                      "p1":"Kocaeli Üniversitesi Teknoloji Geliştirme Bölgesi",
                      "p2":"Vatan Cad., No: 83 / B-34 Yeniköy Merkez Mah."
                  
                    },
                    {
                      "p1":"Başiskele 41725 Kocaeli/Turkey"
                    },
                    {
                      "p1":"*Banka Hesap Bilgileri:*",
                      "p2":{
                        "text":"",
                        "numberVisible":false,
                        "steps":[
                          "TL Hesabı   İş Bankası     TR390006400000112060542953",
                          "TL Hesabı   Ziraat Bankası TR770001002580933477895001"
                        ]
                      }
                    }
                  ]
                }
              ]
            }
          ]
        }
      ],
      "products":[
        {
          "title":"Proaktif Dış Ticaret Yönetim Sistemi ve Çevrimiçi Web Yazılımı",
          "desc":[
            {
              "p1":"Önemli bir ihtiyaç ve talebi karşılamak üzere, temelleri  90’lı yıllara uzanan ve ilk zamanlarda masaüstü uygulama olarak hizmet veren ürünümüz, teknolojinin gelişmesi ve internetin yaygınlaşmasıyla birlikte 2000’li  yılların başların itibaren web tabanlı çevrimiçi bir hizmet çözümüne dönüşmüştür. Son olarak mikroservisler mimarisi esas alınarak ve özgün bir yaklaşım ile Teknopark bünyesinde bir Ar-Ge projesi kapsamında geliştirilerek yenilikçi, değişen kullanıcı/sistem isterlerine karşın dinamik ve dayanıklı sistem yapısıyla yeni bir ürün olarak tasarımları yapılarak gerçekleştirilmiş bulunmaktadır. Bu katma değerlikli özellikleri ile ulusal ölçekte olduğu kadar global hizmet sunma ve yurtdışını satış potansiyeli ile ürünümüz sürekli geliştirilebilir ve kullanıcı firmalara (müşterilere) artan kalite standartlarında hizmet verebilmektedir."
            },
            {
              "p1":"Son dönemde, uzman yazılım ve sistem mühendislerinden oluşan Proaktif Ar-Ge ekibinin yoğun çalışmalarıyla aşağıda belirtilen modüller mikroservisler mimarisiyle yapılandırılarak esnek ve modüler çözüm stratejisi ile web/sunucu uygulamalarının hem teknik hem de ticari başarımı üst düzeylere çıkarılmış bulunmaktadır.  Ürünümüzün, global pazarlara uygun gerekli tüm düzenlemeler yapılarak yurtdışına pazarlanmasına yönelik teknik olduğu kadar uluslararası mevzuat açısından da önemli çalışmalar planlanmış olup takvim içerisinde projelendirilecektir."
            },
            {
              "innerProjects": [
                {
                  "title": "Detay Beyan",
                  "parag":[
                    {
                      "p1":{
                        "text":"",
                        "steps": [
                          "İthalat, ihracat ve antrepo beyanname yazımı ve gümrük tescil işlemleri",
                          "Beyanname vergi hesaplama, kopyalama, Excel veri aktarımı, XML veri aktarımı, ayrıntılı rapor, toplu beyanname dökümleri, beyanname taslak dökümleri",
                          "Beyannameden dolaşım belgesi düzenleme, onay işlemleri",
                          "Beyannameden elektronik ihracat faturası hazırlama",
                          "Birlik onay işlemleri ve ödemeleri",
                          "E-posta gönderimi ile firma kullanıcılarının kendi müşterilerini bilgilendirilmesi",
                          "Elektronik Arşivleme",
                          "Beyannameden fatura ve dekont oluşturma"
                        ]
                      }
                    }
                  ],
                  "img": [
                    "detaybeyan.jpg"
                  ]
                },
                {
                  "title": "Özet Beyan",
                  "parag": [
                    {
                      "p1": {
                        "text": "",
                        "steps": [
                          "Deniz ithalat, deniz ihracat ve tüm özet beyan rejim işlemleri ve gümrük onaylarının alınması",
                          "Beyan kopyalama, senet kopyalama, özet beyan listesi",
                          "Özet beyan taslak dökümleri",
                          "Elektronik arşivleme"
                        ]
                      }
                    }
                  ],
                  "img": [
                    "ozetbeyan.jpg"
                  ]
                },
                {
                  "title": "NCTS",
                  "parag": [
                    {
                      "p1": {
                        "text": "",
                        "steps": [
                          "TR ve T1 transit beyanlarının yazılması ve gümrük tescil işlemleri",
                          "Beyanların statülerinin gümrük sisteminden çevrimiçi güncellenmesi",
                          "İthalat/ihracat beyanından otomatik transit beyanı oluşturma",
                          "Elektronik arşivleme",
                          "Teminat hesaplama",
                          "Beyanname taslak dökümleri"
                        ]
                      }
                    }
                  ],
                  "img": [
                    "ncts.jpg"
                  ]
                },
                {
                  "title": "Cari",
                  "parag": [
                    {
                      "p1": {
                        "text": "",
                        "steps": [
                          "Hizmet faturası, borç dekontu, SMM, makbuz, banka belgesi işlemleri",
                          "Firma cari takip",
                          "E-fatura, e-arşiv işlemleri",
                          "Cari işlem dökümü",
                          "Ayrıntılı raporlar (borçlular, alacaklılar, cari belge raporları, FS raporları)",
                          "Elektronik arşivleme"
                        ]
                      }
                    }
                  ],
                  "img": [
                    "cari.jpg"
                  ]
                },
                {
                  "title":"Antrepo/Takip",
                  "parag":[
                    {
                      "p1":{
                        "text":"",
                        "steps":[
                          "Antrepo beyanname listesi",
                          "Antrepo düşüm raporu, antrepoda kalan malların takibi"
                        ]
                      }
                    }
                  ],
                  "img":[
                    "antrepotakip.jpg"
                  ]
                }
              ]
            }
          ]
        }
      ],
      "collabrations":[
        {
          "title":"İş Birliklerimiz",
          "desc":[
            {
              "p1":"Proaktif, sunduğu en son teknolojilere dayanan bulut tabanlı projelerde ve hizmetlerde yurtiçi ve yurtdışındaki en güvenli ve kapasiteli kurumlarla işbirliğine giderek kullanıcılarına optimum ve kesintisiz çalışma ortamı sunmaktadır. Proaktif ailesi olarak seçkin yerel ve global firma işbirliklerimiz ile hizmetinizdeyiz.",
              "p2":"Ar-Ge projelerimizin yanı sıra kurumsal yazılım, sistem ve donanım ihtiyaçlarını karşılamak ve altyapı temellerini oluşturmak ve güncel gelişen teknolojileri en hızlı şekilde kullanıcı firmalara ve müşterilerimize sunmak üzere sürekli yatırımlar yapılmaktadır. Bu kapsamda önemli iş birliklerine imza attığımız firmalar arasında GitHub, Vargonen, Cloudflare ve Amazon Web Services gibi global çözüm ortakları bulunmaktadır.",
              "image":[
                "vargonen.jpeg","aws.jpeg","cloudflare.jpeg","github.jpeg"
              ]
            },
            {
              "innerProjects":[
                {
                  "title":"Amazon Web Services (AWS)",
                  "parag":[
                    {
                      "p1":"Amazon Web Services (AWS), dünyanın en kapsamlı ve en yaygın kullanılan bulut platformudur ve dünya çapındaki veri merkezlerinden 175'in üzerinde tam özellikli hizmet sunar. En hızlı büyüyen start-up firmaları, en büyük kuruluşlar ve önde gelen devlet kurumlarının dahil olduğu milyonlarca müşteri; maliyetleri azaltmak, daha çevik olmak ve daha hızlı inovasyon için AWS kullanmaktadır."
                    }
                  ]
                },
                {
                  "title":"Cloudflare",
                  "parag":[
                    {
                      "p1":"Cloudflare, Inc. içerik dağıtım ağı, DDoS koruması, internet güvenliği ve alan adı sunucusu hizmetleri sağlayan ABD merkezli bir şirkettir. Hizmetleri ters vekil sunucusu mantığıyla çalışarak, ziyaretçi ile barındırma hizmeti arasında yer alır. Merkezi San Francisco'dadır ve dünyadaki 124. data merkezini İstanbul’da açmıştır."
                    }
                  ]
                },
                {
                  "title": "Vargonen",
                  "parag": [
                    {
                      "p1": "2000 yılında kurulan Vargonen, hizmete başladığı günden bu yana uluslararası iş deneyimini, sektörün en iyileri ile yaptığı iş ortaklıkları ve büyük ölçekli altyapı yatırımları ile birleştirerek, yüksek performanslı bir altyapıyı erişilebilir maliyetlerle dünyada birçok noktada sunmaktadır. Dünya üzerinde coğrafi bir şekilde dağıtılmış durumda olan 8 ayrı veri merkezinden, kullanıcılarına kesintisiz teknoloji hizmeti sunan Vargonen, acil durum senaryoları çerçevesinde yürüttüğü başarılı kriz yönetimi ile müşteri ilişkilerinde destek ve çözümü birleştirmeyi ilke edinmiştir.  Vargonen, Türkiye’nin açık ara en iyi bulut servislerini sağlayan kurumudur."
                    }
                  ]
                },
                {
                  "title":"GitHub",
                  "parag":[
                    {
                      "p1":"GitHub, sürüm kontrol sistemi olarak Git kullanan yazılım geliştirme projeleri için web tabanlı bir depolama servisidir. GitHub özel depolar için ücretli üyelik seçenekleri sunarken, açık kaynaklı projeler için ücretsizdir. Mayıs 2011 itibarıyla GitHub açık kaynaklı projeler tarafından tercih edilen en popüler depolama servisidir."
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Referanslarımız",
          "numberVisible": true,
          "desc": [
            {
              "p1": " "
            }
          ]
        },
        {
          "title": "Meslektaşlarımız",
          "numberVisible": true,
          "desc": [
            {
              "image": [
                "mavi.jpg",
                "ulukom.jpg",
                "baybilgin.jpg",
                "bilginbilişim.jpg",
                "evrim.jpg"
              ]
            }
          ]
        }
      ]
    }
  },








  "tr": {
    "fixedImages" : {
        "corporate":"office.jpg"
    },
    "footer":{
      "message-def":"Mesajınızın Konusunu Seçiniz",
      "message_topic":[
        "Genel","Bilgi Talebi","Demo","Öneri-Şikayet"
      ],
      "proaktif_desc":"Ar-Ge projeleri ile tüm sistem ve yazılım çözümlerinin yanı sıra Proaktif olarak ülke gerçeklerinin ve kurucu ortak aklın ışığı doğrultusunda, sosyal sorumluk bilinci ile özellikle öğrencilerimize ve okullara aynî, nakdî ya da eğitim-öğretim destekleri sağlamak üzere projeler gerçekleştirmek önemli bir hedef teşkil etmektedir.",
      "linktitle":"Yönlendirme",
      "links":[
        {
          "text":"Kurumsal",
          "to":"/corporate"
        },
        {
          "text": "Ürünlerimiz",
          "to":"/products"
        },
        {
          "text": "Projelerimiz",
          "to":"/argeprojects"
        },
        {
          "text": "İş Birliklerimiz",
          "to":"/collabrations"
        },
        {
          "text":"Kocaeli Üniversitesi Teknopark",
          "externalTo":"https://kouteknopark.com/"
        }
      ]
    },
    "home":{
      "slogan":[
        "Olası sorunlara",
        "öncesinde",
        "çözümler üretiyoruz!"
      ],
      "sliders": {
        "slider1":{
          "imgname":"slider1.jpeg",
          "text":"Proaktif Ar-Ge Projeleri",
          "to":"/argeprojects"
        },
        "slider2": {
          "imgname": "slider2.jpg",
          "text": "Proaktif Eğitim Destekleri",
          "to": "/socialprojects"
        },
        "slider3": {
          "imgname": "slider3.jpg",
          "text": "Proaktif Dış Ticaret Yönetim Sistemi",
          "to": "/products"
        },
        "slider4": {
          "imgname": "slider4.jpg",
          "text": "Proaktif Sosyal Sorumluluk Projeleri",
          "to": "/socialprojects"
        }
      }
    },
    "header": {
      "homeScreen": "Anasayfa",
      "corporate": "Kurumsal",
      "successStory": "Başarı Hikayemiz",
      "products": "Ürünlerimiz",
      "projects": "Projelerimiz",
      "argeProjects": "Ar-Ge Projelerimiz",
      "socialProjects": "Eğitim Geleceğimiz Sosyal Sorumluluk Projeleri",
      "collaborations": "İş Birliklerimiz",
      "contactUs": "İletişim"
    },
    "projects": {
      "collabrations":[
        {
          "title":"İş Birliklerimiz",
          "desc":[
            {
              "p1":"Proaktif, sunduğu en son teknolojilere dayanan bulut tabanlı projelerde ve hizmetlerde yurtiçi ve yurtdışındaki en güvenli ve kapasiteli kurumlarla işbirliğine giderek kullanıcılarına optimum ve kesintisiz çalışma ortamı sunmaktadır. Proaktif ailesi olarak seçkin yerel ve global firma işbirliklerimiz ile hizmetinizdeyiz.",
              "p2":"Ar-Ge projelerimizin yanı sıra kurumsal yazılım, sistem ve donanım ihtiyaçlarını karşılamak ve altyapı temellerini oluşturmak ve güncel gelişen teknolojileri en hızlı şekilde kullanıcı firmalara ve müşterilerimize sunmak üzere sürekli yatırımlar yapılmaktadır. Bu kapsamda önemli iş birliklerine imza attığımız firmalar arasında GitHub, Vargonen, Cloudflare ve Amazon Web Services gibi global çözüm ortakları bulunmaktadır.",
              "image":[
                "vargonen.jpeg","aws.jpeg","cloudflare.jpeg","github.jpeg"
              ]
            },
            {
              "innerProjects":[
                {
                  "title":"Amazon Web Services (AWS)",
                  "parag":[
                    {
                      "p1":"Amazon Web Services (AWS), dünyanın en kapsamlı ve en yaygın kullanılan bulut platformudur ve dünya çapındaki veri merkezlerinden 175'in üzerinde tam özellikli hizmet sunar. En hızlı büyüyen start-up firmaları, en büyük kuruluşlar ve önde gelen devlet kurumlarının dahil olduğu milyonlarca müşteri; maliyetleri azaltmak, daha çevik olmak ve daha hızlı inovasyon için AWS kullanmaktadır."
                    }
                  ]
                },
                {
                  "title":"Cloudflare",
                  "parag":[
                    {
                      "p1":"Cloudflare, Inc. içerik dağıtım ağı, DDoS koruması, internet güvenliği ve alan adı sunucusu hizmetleri sağlayan ABD merkezli bir şirkettir. Hizmetleri ters vekil sunucusu mantığıyla çalışarak, ziyaretçi ile barındırma hizmeti arasında yer alır. Merkezi San Francisco'dadır ve dünyadaki 124. data merkezini İstanbul’da açmıştır."
                    }
                  ]
                },
                {
                  "title": "Vargonen",
                  "parag": [
                    {
                      "p1": "2000 yılında kurulan Vargonen, hizmete başladığı günden bu yana uluslararası iş deneyimini, sektörün en iyileri ile yaptığı iş ortaklıkları ve büyük ölçekli altyapı yatırımları ile birleştirerek, yüksek performanslı bir altyapıyı erişilebilir maliyetlerle dünyada birçok noktada sunmaktadır. Dünya üzerinde coğrafi bir şekilde dağıtılmış durumda olan 8 ayrı veri merkezinden, kullanıcılarına kesintisiz teknoloji hizmeti sunan Vargonen, acil durum senaryoları çerçevesinde yürüttüğü başarılı kriz yönetimi ile müşteri ilişkilerinde destek ve çözümü birleştirmeyi ilke edinmiştir.  Vargonen, Türkiye’nin açık ara en iyi bulut servislerini sağlayan kurumudur."
                    }
                  ]
                },
                {
                  "title":"GitHub",
                  "parag":[
                    {
                      "p1":"GitHub, sürüm kontrol sistemi olarak Git kullanan yazılım geliştirme projeleri için web tabanlı bir depolama servisidir. GitHub özel depolar için ücretli üyelik seçenekleri sunarken, açık kaynaklı projeler için ücretsizdir. Mayıs 2011 itibarıyla GitHub açık kaynaklı projeler tarafından tercih edilen en popüler depolama servisidir."
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Referanslarımız",
          "numberVisible": true,
          "desc": [
            {
              "p1": " "
            }
          ]
        },
        {
          "title": "Meslektaşlarımız",
          "numberVisible": true,
          "desc": [
            {
              "image": [
                "mavi.jpg",
                "ulukom.jpg",
                "baybilgin.jpg",
                "bilginbilişim.jpg",
                "evrim.jpg"
              ]
            }
          ]
        }
      ],
      "argeProjects": [
        {
          "title": "Mikroservisler ve Yüksek Erişilebilirlikli Dağıtık Mimari Tabanlı Dış Ticaret Yönetim Sistemi ve Yazılımı Geliştirilmesi Projesi",
          "desc": [
            {
              "p1": "Proje kapsamında mikroservisler mimarisi esaslı geliştirilecek sistem ve yazılımlar ile iş hayatındaki tüm sektörlerin ihtiyaç duyacağı Data Analitik, Müşteri Yönetimi, İnsan Kaynakları Yönetimi, İş Süreçleri Yönetimi, Muhasebe/Finans ve Pazarlama/Satış Yönetimi ve diğer eklenebilecek gerekli bileşenler ile esnek bir modüler yapı dâhilinde açık sistemli, bulut tabanlı genişleyebilir ve İnternet üzerinden erişilebilen çerçeve bir platform çözümü elde edilmesi ve ticarileştirilmesi amaçlanmaktadır. ",
              "p2": "Yapılan ön çalışmalar neticesinde ilk hedef ürünün Dış Ticaret sektöründen birçok firmaya sunularak genişleyecek bir uyarlanabilir proje yaklaşımı örnek alınarak geliştirilecek sistem ve yazılımın tüm sektörlerin ihtiyaçlarına dinamik bir şekilde cevap verecek esnek ve modüler tasarımı yapılmaktır."
            },
            {
              "p1": "Proje çıktısı web uygulamalar, farklı sektörlere uygun olarak özelleştirilebilir Dijital Yönetim Sistemleri ile firmalarda yetişmiş çok sayıda nitelikli personel ihtiyacını optimize edecek şekilde iş yapışa yönelik ve ürünü yeni kullanacaklara destek amacıyla çevrimiçi yardım bölümleri ile altyapı, materyal ve destek ortamı olarak da kullanılabilecektir.",
              "p2": "Projenin Ar-Ge ve yenilik kapsamında açık sistemler ile özelleştirilebilir nitelikte tasarımlarla Dijital Yönetim Sistemi ile web/sunucu uygulama yazılımları geliştirilmektir. Mikroservisler ve yüksek erişilebilirlikli dağıtık mimari ile oluşturulacak altyapının lokal ve global ölçekte proje çıktısı ürünü kullanacak firmalara data analitik çalışmaları ve etkinlik açılarından önemli katkı sağlaması planlanmaktadır."
            },
            {
              "p1": "Geliştirilecek çok modüllü iş-süreç yönetim web yazılımlarının felaket senaryolarına karşın dayanıklı, yüksek erişilebilirliğe sahip dağıtık ve bulut tabanlı mimarisi, projenin önemli bir özelliğidir. Böylelikle sistem güvenilir bir ortam sunarak kolayca ölçeklenebilecek ve yeni sektörlere uyarlanabilecektir.."
            }
          ],
          "img": ["mikroservisler.jpg","mikroservisimg.jpg"]
        },
        {
          "title": "DBC DontBeCloser (DahaYakınOlma) Projesi",
          "desc": [
            {
              "p1": "DBC projesi, yakındaki cep telefonu keşfine yönelik Bluetooth tabanlı bir yöntem ile güvenli sosyal mesafenin korunması yazılımı (entegre bir mobil uygulama ve web uygulama) geliştirilmesini hedeflemektedir.",
              "p2": "Proje ile sosyal mesafenin korunumuna yönelik mobil uygulama içerisinde yer alacak bir özgün kullanıcı tespit ve mesafe kestirim yöntemi geliştirilmesi amaçlanmaktadır (ilk versiyon)."
            },
            {
              "p1": "Cep telefonu kullanıcıları için geliştirilecek bu  yöntem tabanlı mobil uygulama ile başkaca cep telefonu kullanıcılarının ön tanımlı belirli bir uzaklıkta tespit edilmesi ve alarm/bildirim ile mobil uygulama kullanıcısının uyarılması amaçlanmaktadır.",
              "p2": "Proje çıktısı ile temel bir çalışma olarak firmanın mobil uygulama dünyasında etkin bir şekilde yer alması (ilk versiyon) ve yeni projeler ile işbirlikleri öngörülmektedir."
            },
            {
              "p1":"Sonraki versiyonlar için teknik, proje ve ürün/pazar planlaması ile ticari perspektif amaçlanmaktadır."
            }
          ],
          "img":[
            "dbc.jpg"
          ]
        },
        {
          "title": "SB SmartBlowing (Akıllı Üfleme) Projesi",
          "desc": [
            {
              "p1": "DBC projesi kapsamında geliştirilmekte olan yöntemin bir aktüatör olarak yer alacağı bu ürüne yönelik proje ile portatif giyilebilen bir aparat tasarımı ve gerçekleştirilmesi amaçlanmaktadır. Aparat, yüz ya da kafa etrafında bir basınçlı hava/ışık/sinyal duvarı oluşturarak koruma sağlayacak şekilde tasarlanmaktadır",
              "p2": "Klasik maske benzeri koruma çözümlerine önemli bir alternatif olarak salgın veya enfekte riski yüksek bazı özellikli ortamlarda önleyici tedbir ürünü olarak ticarileştirilmesi hedeflenmektedir"
            }
          ],
          "img":[
            "smartblowing.jpg"
          ]
        },
        {
          "title":"4. Dış Ticaret Yönetimi Detay Beyan Uygulaması Çevrimiçi Mesleki Eğitim Sistem ve Yazılımı Geliştirilmesi Projesi",
          "desc":[
            {
              "p1":"Proje kapsamında, ulusal ve global Dış Ticaret Yönetim Sistem ve Yazılımlarının (DTYS) en önemli bileşenlerinden olan çevrimiçi Detay Beyan (DB) uygulama süreçlerinin profesyonel mesleki eğitim ve sertifikasyon çözümü olacak etkin bir çevrimiçi web uygulama sistemi ve yazılımı geliştirilmesi ve ticarileştirilmesi amaçlanmaktadır.",
              "p2":{
                "text":"Ağırlıklı olarak firma öz kaynakları ile yürütülmekte olan proje, KOSGEB Ar-Ge, İnovasyon Destek Programı kapsamında da desteklenmektedir (No:06.11.2020/2045).",
                "image":"kosgeb.jpg",
                "isColumn":true
              }
            }
          ],
          "img":["kosgeb2.png","kosgeb3.jpg"]
        }
      ],
      "socialProjects": [
        {
          "title": "Eğitimden İşe Sosyal Sorumluluk Projesi",
          "desc": [
            {
              "p1": "Eğitimden İşe Sosyal Sorumluluk Projesi, dış ticaret ve lojistik sektörünün gelişimine destek sağlamak amacıyla, eğitim kurumları, öğrenciler ve dış ticaret firmalarını mesleki eğitim perspektifi ile aynı çatı altında toplamayı amaçlanmaktadır.",
              "p2": "Proje, sunduğu imkânlar ve gerçekleştirdiği çalışmalarla mesleki eğitim alanındaki ihtiyaçların karşılanması için bütüncül bir model sunar. Katma değer ve nitelikli iş gücü hedefli bu model diğer mesleki teknik eğitim alanlarına da adapte edilebilir."
            },
            {
              "p1": "Projenin hedef kitlesini eğitim kurumları, öğrenciler ve sektör temsilcileri oluşturmaktadır. Eğitim kurumlarıyla işbirliği yapılarak mesleki eğitimin kalitesinin artırılması nosyonu ile kurumlara teknolojik altyapı, güncel bulut teknolojisi ile üretilmiş web tabanlı çevrimiçi eğitim materyali ve yazılım desteği sağlanmaktadır.",
              "p2": "Bu kapsamda öğrencilerin mesleki eğitim süreçleri desteklenerek, alanlarında daha donanımlı olmaları ve hızla istihdamları önemli bir hedeftir. Sektör temsilcileri ile işbirliği yapılarak başarılı ve ihtiyaç sahibi öğrencilere burs verilmesine ve öğrencilerin staj yapmalarına olanak sunulmaktadır."
            }
          ],
          "img": [
            "eğitimdenişe.jpg"
          ]
        },
        {
          "title": "Uçurtma Sosyal Sorumluluk Projesi",
          "desc": [
            {
              "p1": "Uçurtma Sosyal Sorumluluk Projesi, Eğitim Geleceğimiz sosyal sorumluluk genel faaliyetleri kapsamında, hayallerini gerçekleştirebilmeleri ve uçurtmalarla kendilerini ifade etmeleri için çocuklara olanaklar sunmayı amaçlamaktadır.",
              "p2": "Projenin başkahramanı ve fikir sahibi Zahit Mungan, Mardin’de başlayan hayat hikâyesi, ustalığı ve gökyüzünü kucaklayan tasarımları ile etkinliklere yön vermektedir."
            },
            {
              "p1": "Hazırlık aşamasından uçurma deneyimine kadar her adımında fiili olarak projede yer alan çocuklar, aslında gelecekte ihtiyaç duyacakları yaratıcı düşünme, problem çözme, takım çalışması gibi birçok beceriyi uygulamalı olarak edinmektedir.",
              "p2": "Hazırladıkları uçurtmaları gökyüzü ile buluşturan öğrencilerin, kendi tasarımı uçurtmaları çevreleriyle değişik ortamlarda paylaşmanın gurur, heyecan ve mutluluğunu yaşaması hedeflenmektedir"
            }
          ],
          "img": [
            "uçurtma.jpg"
          ]
        },
        {
          "title": "Okula Destek Sosyal Sorumluluk Projesi",
          "desc": [
            {
              "p1": "DBC projesi kapsamında geliştirilmekte olan yöntemin bir aktüatör olarak yer alacağı bu ürüne yönelik proje ile portatif giyilebilen bir aparat tasarımı ve gerçekleştirilmesi amaçlanmaktadır. Aparat, yüz ya da kafa etrafında bir basınçlı hava/ışık/sinyal duvarı oluşturarak koruma sağlayacak şekilde tasarlanmaktadır",
              "p2": "Klasik maske benzeri koruma çözümlerine önemli bir alternatif olarak salgın veya enfekte riski yüksek bazı özellikli ortamlarda önleyici tedbir ürünü olarak ticarileştirilmesi hedeflenmektedir"
            },
            {
              "p2": {
                "text":"Proje dört adımda gerçekleştirilmektedir",
                "steps":[
                  "Uçurtma Sosyal Sorumluluk Projesi ile ilköğretim okullarına uçurtma malzemeleri ücretsiz olarak gönderilir.",
                  "Çocuklar, uçurtmalarını öğretmenleri ve arkadaşlarının desteği ile şekillendirir.",
                  "Uçurtma Sosyal Sorumluluk Projesi’ni başarıyla uygulayan ilköğretim okulları ise okul ihtiyaçları konusunda Destek Platformundan talep açarlar.",
                  "Destek Platformu, okul ihtiyaçları ve destekçi koşulları eşleştiğinde taleplerin karşılanması için ortam yaratır. "
                ]
              }
            },
            {
              "p1":"Çevrimiçi Destek Platformu, eğitim ihtiyaçlarının karşılanması için ilköğretim okulları ile destek sağlayıcıları bir araya getirmektedir. Bu amaçla okullar, teknolojik donanım (bilgisayar, akıllı tahta vb.), fiziki iyileştirme (sınıfların boyanması, okul yenileme vb.), öğrenciler için kıyafet, seminerler ve eğitim malzemeleri (kütüphane kitapları, deney malzemeleri vb.) gibi değişik talepler açabilmektedir.",
              "p2":"Platformda açılan talepler, platforma yer alan kişi ve kurumların destek oranı doğrultusunda karşılanmaktadır. "
            }
          ],
          "img": [
            "okuladestek.jpg"
          ]
        }
      ],
      "corporate":[
        {
          "title":"Hakkımızda",
          "desc":[
            {
              "p1":"Proaktif Dijital Yönetim ve Eğitim Sistemleri Ltd. Şti., üst düzey kurucuları ile araştırma ve geliştirme ekibinin 28 yılı aşkın yazılım ve sistem projeleri tecrübesi ve global bir büyüme stratejisi doğrultusunda, 2020 yılından itibaren Kocaeli Üniversitesi Teknoloji Geliştirme Bölgesi’nde konumlanarak faaliyetlerini sürdürmektedir.",
              "p2":"Kullanılan teknoloji ve özellikleri ile ülkemizde geliştirilen diğer yazılımların ötesinde bir yapıda ve 7/24 çevrimiçi destekle dış ticaret sektöründe kalite ve verimlilik anlayışıyla gümrük müşavirlik firmalarına hizmet sunulması hedeflenmektedir. Bu kapsamda Ar-Ge süreçleri öz kaynaklar ile desteklenen nitelikli ürün geliştirme faaliyetleri planlanmaktadır. Tüm Ar-Ge projeleri için global yatırımcıların yanı sıra özellikle TÜBİTAK, KOSGEB, MARKA Kalkınma Ajansı ve Horizon Europe 2021-2027 fonlarından hibe destek temini için üniversite ilgili bölümleriyle de akademik işbirliği yaparak fon temin edilmesi öncelikli hedeflerimiz arasındadır."
            },
            {
              "p1":"Teknopark çatısı altında bilişim, büyük veri, data analitik, web/sunucu yazılım, mobil yazılım ve alanlarında nitelikli eleman (lisans dereceli) ve altyapı yatırımları yapılmaktadır. Firma çalışanlarının özellikle bilişim/ağ teknolojileri, veri merkezleri, kablosuz iletişim, web/sunucu yazılım, mobil uygulama ve sinyal işleme alanlarında tecrübe ve birikimi bulunmaktadır. Ayrıca lisansüstü dereceli personel istihdamı öngörülmekte olup gerçekleştirilecek Ar-Ge faaliyetleri akademik çalışmalar ile sürekli desteklenecektir. Tüm proje faaliyetleri, standart mühendislik ve proje yönetim süreçlerine uygun olarak gerçekleştirilmektedir. Ticarileştirmeye yönelik profesyonel uygulama testleri ve akademik yeterlikler için test hizmetleri ile bilimsel danışmanlık hizmeti alımı ve işbirlikleri yürütülmektedir. TÜBİTAK TEYDEB (KOBİ Ar-Ge Başlangıç Destek Programı) fonundan faydalanmak üzere proje başvurusunun yanı sıra sonraki dönemlerde ikinci ana faaliyet konusu olarak firma vizyonu içerisinde bulunan Sağlıkta Dijital Teknolojiler (E-Sağlık Uygulamaları, BİT Tabanlı Yenilikçi Tıbbi Cihazlar ve Sağlıkta Büyük Veri ve Veri Analitiği) alanında özgün sinyal işleme ve gömülü sistem/yazılım projeleri (web, mobil, sunucu, büyük veri, veri analitiği çözümleri) planlanmaktadır.",
              "p2":"Proaktif ilk ticari ürünü web yazılımın ticari hizmete sunulması ile birlikte Meslek Liselerinin ilgili alanlarının yanı sıra Üniversitelerin Dış Ticaret Bölümü ve Lojistik Bölümü öğrencilerinin mevcut staj olanaklarına ek ve alternatif olarak ücretsiz kullanım kapsamından Milli Eğitim Bakanlığı ile bir protokol çerçevesinde birlikte çalışılmaktadır. Bu kapsamda yıllık ortalama 12.000 öğrenciye destek sunulması ön görülmektedir."
            },
            {
              "p1":"Ar-Ge projeleri ile tüm sistem ve yazılım çözümlerinin yanı sıra Proaktif olarak ülke gerçeklerinin ve kurucu ortak aklın ışığı doğrultusunda sosyal sorumluk bilinci ile özellikle öğrencilerimize ve okullara aynî, nakdî ya da eğitim-öğretim destekleri sağlamak üzere projeler gerçekleştirmek önemli bir hedef teşkil etmektedir."
            }
          ]
        },
        {
          "title":"Kariyer",
          "desc":[
            {
              "p1":"Proaktif ile kariyer yapmak ve yeni ufuklara yelken açmak için bize özgeçmişlerinizi iletebilirsiniz.",
              "p2":"Başvurunuz bize ulaştığında aday havuzumuza alınır ve aranan özellikler ile niteliklerinizin örtüşmesi durumunda sizinle iletişime geçilir. Başvurular, sadece Proaktif Dijital Yönetim ve Eğitim Sistemleri Ltd. Şti. İnsan Kaynakları tarafından incelenecek olup gizlilik esası çerçevesinde değerlendirilecektir."
            },
            {
              "p1":"Başvuru için: info@proaktif.org"
            }
          ]
        },
        {
          "title":"İş Kültürü ve Değerlerimiz",
          "desc":[
            {
              "innerProjects":[
                {
                  "title":"Çalışanlarımız",
                  "parag":[
                    {
                      "p1":"Çalışanlarımız ve yenilikçi vizyonları şirketimizin sahip olduğu en değerli yatırımdır. Gelişime açık profesyonelleri bünyemize dahil eder kalite ve sürekli gelişimi destekleyen en uygun olanakları sunmaya özen gösteririz."
                    }
                  ]
                },
                {
                  "title": "Ekip Ruhu",
                  "parag": [
                    {
                      "p1": "Proaktif ailesi olarak; ilkeli, kaliteli, katma değeri yüksek çözümler üretmek ve hizmet sunmak için gerekli tüm çalışmalar ekip ruhuyla yürütülmektedir."
                    }
                  ]
                },
                {
                  "title":"Değer Katmak",
                  "parag":[
                    {
                      "p1":"Sektörel firmalar/kullanıcılar, müşteriler, iş birliği yapılan ortaklar, çözüm ortakları, firma çalışanlarımız ve aynı zamanda bünyesinde farklı iş ya da proje süreçlerinde birlikte olduğumuz topluluklar için değer yaratmak istiyoruz. Proaktif ailesinin yöneticileri ve tüm çalışanları sorumluluk bilinci ile tutkulu, heyecanlı ve yenilikçi çalışmalarıyla daima bu hedefe yürüyecektir."
                    }
                  ]
                },
                {
                  "title":"Kurumsal Kimlik Kılavuzu",
                  "parag":[
                    {
                      "p1":"Kurumsal renklerimizin (logoda bulunan temel renk bileşenleri) kodları:"
                    }
                  ],
                  "controledDim":"width",
                  "imgSize":100,
                  "img":[
                    "logo.png"
                  ],
                  "imgColorSet":[
                    {
                      "rgb":"213,241,252",
                      "cmyk":"19,0,2,0",
                      "hex":"#d5f1fc"
                    },
                    {
                      "rgb": "151,223,248",
                      "cmyk": "42,0,4,0",
                      "hex": "#97dff8"
                    },
                    {
                      "rgb": "105,207,245",
                      "cmyk": "56,0,2,0",
                      "hex": "#69cff5"
                    },
                    {
                      "rgb": "28,183,239",
                      "cmyk": "69,6,0,0",
                      "hex": "#1cb7ef"
                    },
                    {
                      "rgb": "0,173,209",
                      "cmyk": "71,13,0,0",
                      "hex": "#00adef"
                    }
                  ]
                },
                {
                  "title":"Firma Yasal Bilgileri",
                  "parag":[
                    {
                      "p1":"Proaktif Dijital Yönetim ve Eğitim Sistemleri Ltd. Şti.",
                      "p2":"*Vergi Dairesi / No:*   Tepecik / 733 088 7853"
                    },
                    {
                      "p1":"*Ticaret Sicil No:*  30331"
                    },
                    {
                      "p1":"*Mersis No:*   proaktifdijital@hs05.kep.tr"
                    },
                    {
                      "p1":"*Yetkili:*  Barış CİNER (Sahip/Genel Müdür)"
                    },
                    {
                      "p1":"*KEP Adresi:*  Barış CİNER (Sahip/Genel Müdür)"
                    },
                    {
                      "p1":"*Adres:*"
                    },
                    {
                      "p1":"Kocaeli Üniversitesi Teknoloji Geliştirme Bölgesi",
                      "p2":"Vatan Cad., No: 83 / B-34 Yeniköy Merkez Mah."
                    },
                    {
                      "p1":"Başiskele 41725 Kocaeli/Turkey"
                    },
                    {
                      "p1":"*Banka Hesap Bilgileri:*",
                      "p2":{
                        "text":"",
                        "numberVisible":false,
                        "steps":[
                          "TL Hesabı   İş Bankası     TR390006400000112060542953",
                          "TL Hesabı   Ziraat Bankası TR770001002580933477895001"
                        ]
                      }
                    }
                  ]
                }
              ]
            }
          ]
        }
      ],
      "products":[
        {
          "title":"Proaktif Dış Ticaret Yönetim Sistemi ve Çevrimiçi Web Yazılımı",
          "desc":[
            {
              "p1":"Önemli bir ihtiyaç ve talebi karşılamak üzere, temelleri  90’lı yıllara uzanan ve ilk zamanlarda masaüstü uygulama olarak hizmet veren ürünümüz, teknolojinin gelişmesi ve internetin yaygınlaşmasıyla birlikte 2000’li  yılların başların itibaren web tabanlı çevrimiçi bir hizmet çözümüne dönüşmüştür. Son olarak mikroservisler mimarisi esas alınarak ve özgün bir yaklaşım ile Teknopark bünyesinde bir Ar-Ge projesi kapsamında geliştirilerek yenilikçi, değişen kullanıcı/sistem isterlerine karşın dinamik ve dayanıklı sistem yapısıyla yeni bir ürün olarak tasarımları yapılarak gerçekleştirilmiş bulunmaktadır. Bu katma değerlikli özellikleri ile ulusal ölçekte olduğu kadar global hizmet sunma ve yurtdışını satış potansiyeli ile ürünümüz sürekli geliştirilebilir ve kullanıcı firmalara (müşterilere) artan kalite standartlarında hizmet verebilmektedir."
            },
            {
              "p1":"Son dönemde, uzman yazılım ve sistem mühendislerinden oluşan Proaktif Ar-Ge ekibinin yoğun çalışmalarıyla aşağıda belirtilen modüller mikroservisler mimarisiyle yapılandırılarak esnek ve modüler çözüm stratejisi ile web/sunucu uygulamalarının hem teknik hem de ticari başarımı üst düzeylere çıkarılmış bulunmaktadır.  Ürünümüzün, global pazarlara uygun gerekli tüm düzenlemeler yapılarak yurtdışına pazarlanmasına yönelik teknik olduğu kadar uluslararası mevzuat açısından da önemli çalışmalar planlanmış olup takvim içerisinde projelendirilecektir."
            },
            {
              "innerProjects": [
                {
                  "title": "Detay Beyan",
                  "parag":[
                    {
                      "p1":{
                        "text":"",
                        "steps": [
                          "İthalat, ihracat ve antrepo beyanname yazımı ve gümrük tescil işlemleri",
                          "Beyanname vergi hesaplama, kopyalama, Excel veri aktarımı, XML veri aktarımı, ayrıntılı rapor, toplu beyanname dökümleri, beyanname taslak dökümleri",
                          "Beyannameden dolaşım belgesi düzenleme, onay işlemleri",
                          "Beyannameden elektronik ihracat faturası hazırlama",
                          "Birlik onay işlemleri ve ödemeleri",
                          "E-posta gönderimi ile firma kullanıcılarının kendi müşterilerini bilgilendirilmesi",
                          "Elektronik Arşivleme",
                          "Beyannameden fatura ve dekont oluşturma"
                        ]
                      }
                    }
                  ],
                  "img": [
                    "detaybeyan.jpg"
                  ]
                },
                {
                  "title": "Özet Beyan",
                  "parag": [
                    {
                      "p1": {
                        "text": "",
                        "steps": [
                          "Deniz ithalat, deniz ihracat ve tüm özet beyan rejim işlemleri ve gümrük onaylarının alınması",
                          "Beyan kopyalama, senet kopyalama, özet beyan listesi",
                          "Özet beyan taslak dökümleri",
                          "Elektronik arşivleme"
                        ]
                      }
                    }
                  ],
                  "img": [
                    "ozetbeyan.jpg"
                  ]
                },
                {
                  "title": "NCTS",
                  "parag": [
                    {
                      "p1": {
                        "text": "",
                        "steps": [
                          "TR ve T1 transit beyanlarının yazılması ve gümrük tescil işlemleri",
                          "Beyanların statülerinin gümrük sisteminden çevrimiçi güncellenmesi",
                          "İthalat/ihracat beyanından otomatik transit beyanı oluşturma",
                          "Elektronik arşivleme",
                          "Teminat hesaplama",
                          "Beyanname taslak dökümleri"
                        ]
                      }
                    }
                  ],
                  "img": [
                    "ncts.jpg"
                  ]
                },
                {
                  "title": "Cari",
                  "parag": [
                    {
                      "p1": {
                        "text": "",
                        "steps": [
                          "Hizmet faturası, borç dekontu, SMM, makbuz, banka belgesi işlemleri",
                          "Firma cari takip",
                          "E-fatura, e-arşiv işlemleri",
                          "Cari işlem dökümü",
                          "Ayrıntılı raporlar (borçlular, alacaklılar, cari belge raporları, FS raporları)",
                          "Elektronik arşivleme"
                        ]
                      }
                    }
                  ],
                  "img": [
                    "cari.jpg"
                  ]
                },
                {
                  "title":"Antrepo/Takip",
                  "parag":[
                    {
                      "p1":{
                        "text":"",
                        "steps":[
                          "Antrepo beyanname listesi",
                          "Antrepo düşüm raporu, antrepoda kalan malların takibi"
                        ]
                      }
                    }
                  ],
                  "img":[
                    "antrepotakip.jpg"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  }
}
